{"data": {"proposal": {"id": "0xa81c75b847e5038bcb61963f4871cc36cbf58d9e416990c212d18a31a1e19614", "title": "OIP-37 - Four Test Events PULP 001 + 002 (2 shows each)", "body": "Full proposal is here:\nhttps://docs.google.com/document/d/1udoQbmW4roZLc9k6qemxnoibKagC-WSkzItA3mAU7QM/edit#heading=h.ddfcrao9n93f\n\nGoal:\nBring awareness to Orange DAO member WEB3 projects + Orange Fund portfolio projects for users to potentially invest in and adopt the product.\n\nSingle Point of Contact:\nEmmie Chang (Sanityclarity#8790)\n\nSponsors: \nEmmie Chang\nNohtal Partansky\n\nDescription:\nThis proposal is to run two pilot events (working name PULP) with the goal of showcasing builders in our community. The pilot would test the event’s concept with a real audience and deliver a recommendation on if/how to proceed with future events.\n\nPULP (working name, stands for \"Present Ur Latest Project\") is a recurring event to showcase the builders in our community, including projects and companies by Orange DAO members and Orange Fund PortCos.\n\nPilot events will be hosted by Emmie Chang and Nohtal.\n\nPart 1 (30 min): Feature ~6 of projects/companies per event who want to have something to show/demo (think: pre-Product Hunt). Eventually, this could become a show that is like “Live Product Hunt” \nPart 2 (30-90 min): After demos each project/company will become the leader of a breakout group. Participants can hop among different project/companies to have discussion with the founders.\n\nAudience: For the first two pilots the audience will be largely Orange DAO members and those who hear about it organically on the Stonks platform.\n\nTools:\nPart 1 will use Stonks, a platform building “YC Demo Day for everyone”.\nPart 2 uses Hoo (Founded by Orange DAO's very own Emmie Chang ⚡️)\nBroadcasters will use a version of Streamlabs OBS and VMixcall type tools\nHere’s our Orange DAO metaverse environment \nhttps://www.cryptovoxels.com/play?coords=E@717W,303N\n\n\n\nPULP 001: Early Stage Projects - proposed dates 3/15/22 and 4/12/22\nPresenters: any builder in Orange DAO that is pre-funding can give a demo on a new product they're working on and looking for feedback and/or investment.\nAudience: Stonks internal audience, Orange DAO, Friends of Orange DAO\nSelection criteria for presenters: pre-funding, looking primarily for feedback, secondarily for investment\n\nPULP 002: Orange Fund Showcase - proposed dates 3/29/22 and 4/26/22\nPresenters: 5-6 Orange Fund portfolio companies each give ~5 min demo\nAudience: Stonks internal audience, Orange DAO,  Orange Fund LP’s, Friends of Orange DAO\nSelection criteria for presenters: primarily those looking for funding, secondarily looking for feedback\n\nRoadmap, KPIs and awards\n\nBenefits:\nBuild a following for Orange DAO + Orange Fund for future LP’s, and “Friends of Orange Dao” to bring more awareness and more funds. This is a twice/month ‘casual meetup’ for those curious in what we’re doing. This also has the potential to grow to a Product Hunt Live style “Shark Tank” show that could draw a huge audience over time.\n\n(Link to Proposal Details if applicable)\n\nSuccess Metrics:\n\n\n\n\nGoal\nDeadline\n$ORANGE\n\n\n1\nSuccessfully run Pilot 001 2 times\nSuccess = \nAt least 5 companies pitching and saying it provided value for them. \nAt least 100 attendees for each event \nA company founder successfully demos and stays the hour to network \nWithin 1 month after passage of proposal\n\n\n5000 \n\n\n2\nSuccessfully run Pilot 2 2 times\nSame success metrics as above\nAt least 1 investor from the Stonks network invests at least $1000 \nA company founder successfully demos and reaches their goal \nWithin 1 month after Pilot 1\n5000 \n\n\n3\nSponsors to deliver retrospective on the two events and if/how they think the events fit into DAO’s goals moving forward.\n2 weeks after Pilot 2\n2000\n\n\n\n\nSomething else to measure would be the number of people who minted Orange Dao Gems post show versus pre-show and how impactful these shows have for people to mint th Orange Dao as YC. IF this becomes significant after these pilots, we’ll put them in place as a way to engage the audience and community more.\n\nDuration:\nStart: Season 0 , goal is March 15 and 29th and then April 12 and 26th\nEnd: < 10 weeks after passage\n\nTokens Requested: (Treasury control)\n$ORANGE Total: 12000\nFor Team Leads according to KPIs: 12000\n\nToken Distribution: (Sponsors’ control)\n$ORANGE\n[Emmie Chang]: 6000\n[Nohtal Partansky]: 6000\n\n\nRISKS: (Open to All Members) - examples\nBy [Member1]\n\n\nBy [Member2]\n\n\nBy [Member3]\n\n\n\nCOUNTERPOINTS: (Open to All Members) - examples\nBy [Member4]\nBy [Member5]\n\nADMIN: FOR TREASURY: \nTransactions Upon Passing:\nSend 10 $ORANGE \nFrom: 0xXXXXXXXXXXXXXXXX (Treasury Gnosis Multisig)\nTo: 0xXXXXXXXXXXXXXXXX ([Name1]’s wallet)\nSend 0.05 $ETH\nFrom: 0xXXXXXXXXXXXXXXXX (Treasury Gnosis Multisig)\nTo: 0xXXXXXXXXXXXXXXXX ([Name1]’s wallet)\n", "choices": ["Yes: Allocate 12,000 $ORANGE", "No", "Abstain (Counts towards quorum)"], "start": 1647630000, "end": 1648839600, "snapshot": "14406507", "state": "closed", "author": "0x4558e88C5a972244c995AE4DD95a84fc790355f9", "space": {"id": "orangedaoxyz.eth", "name": "Orange DAO "}}}}