{"data": {"proposal": {"id": "0x29f555de38faf2cc815d9d32d95904b1c5da1be1ee1a2c7ed8f4ad2628c2e594", "title": "S1 Development Committee Candidates", "body": "## chingularity#8979\nBuilt and pays for current website on notion. Project lead on LFG. Built Request for Startup V1. Runs OrangeDAO Twitter. Helped close L1 token swap. Have brought in many deals to Orange Fund. Seeded Portfolio Company Support Team. \n\n## voska#6015\nCurrently serving on Dev Comm. Project lead on LFG & wrote product spec. I want to continue to support Orange DAO devs to create amazing products (lfg, gem, website.)\n\n## byron#4552\nByron recently launched Grove, \"Bookcase for Orange\".  That started as Portfolio Company Support, but expanded scope when greater needs became apparent.  Through that, Byron helped manage data and process in member onboarding, Fund dealflow, member profiles, demographics, office hours, etc.  Byron is a rusty dev and would contribute primarily via technical strategy, data structure, resource management, coordinating talent, and low-code.  Byron is seeking to learn Web3 development while helping guide Orange into an agile and exciting future\n\n## mrmemes.eth#6174\nI was instrumental in building out the contracts and front end integration to the contracts for LFG. I’m a lifelong and active builder who can still step back and see the big picture. I’m also very invested in the DAO and want to continue to help it succeed. I’d love to focus on mentoring at the DAO and helping other BUIDLers get involved through direct engagement in projects.\n\n## enx#8760\nI am running to support those in the DAO who like building and exploring. Especially for those seeking a startup, there is no better way to find cofounders or team members than to do a project together. Some things I would do: set a buidl call, facilitate hackathon teams, seek grant money, help test / try / evaluate. I like to instigate and prototype and believe my combination of skills, experiences, and inclinations combine to make me uniquely suited for that. More at https://twitter.com/enxeth\n\n## sayangel#7796\nOne of the core members of the YC gem dev team. I'm the artist behind the gem's ASCII orange. I've helped DAO builders onboard to web3 development. I've been thinking a lot about how the DAO can engage more builders. I want to help us recruit talent and engage the best web3 minds to take our in-house building to the next level. Brutal honesty: there are better places to meet web3 hackers than Orange DAO right now. Let's change that.\n", "choices": ["chingularity#8979", "voska#6015", "byron#4552", "mrmemes.eth#6174", "enx#8760", "sayangel#7796"], "start": 1648861200, "end": 1650070800, "snapshot": "14503318", "state": "closed", "author": "0x4558e88C5a972244c995AE4DD95a84fc790355f9", "space": {"id": "orangedaoxyz.eth", "name": "Orange DAO "}}}}